[
  {
    "category": "simple",
    "language": "ru",
    "content": "Утро было тёплым и солнечным. Птицы пели на ветках деревьев, а трава блестела от росы. Маленький мальчик вышел во двор и улыбнулся. Он любил такие дни. Во дворе играли дети. Они бегали, смеялись и кидали мяч. Мальчик присоединился к ним. Ему нравилось играть с друзьями. Они решили построить шалаш из веток. Работа шла весело. Все помогали друг другу. Через час шалаш был готов. Дети залезли внутрь и представили, что это их крепость. Они говорили о приключениях и мечтали стать путешественниками. Потом все пошли домой. Мальчик съел суп и котлету, а потом взял книгу. Он любил читать перед сном. Сегодня это была сказка о драконах. Вечером он лёг спать и закрыл глаза. Ему снились горы, леса и далёкие страны. Завтра будет новый день, полный открытий."
  },
  {
    "category": "simple",
    "language": "ru",
    "content": "Кот сидел на подоконнике и смотрел в окно. За стеклом падал снег. Было холодно, но в комнате тепло. Кот потянулся и зевнул. Хозяйка положила перед ним миску с едой. Кот подошёл, понюхал и начал есть. Он любил рыбу и всегда мурлыкал от удовольствия. Потом он вылизал лапу и умылся. После еды кот прыгнул на диван. Там лежало мягкое одеяло. Он свернулся клубком и закрыл глаза. Ему нравилось спать днём. Через час он проснулся от шума. Дети вернулись из школы. Они громко смеялись и бросали портфели. Кот встал, потянулся и пошёл к ним. Дети погладили его. Кот терся об их ноги и мурлыкал. Потом он побежал за мячиком, который катился по полу. Вечером вся семья собралась за столом. Кот сидел рядом и ждал, когда ему дадут кусочек сыра."
  },
  {
    "category": "medium",
    "language": "ru",
    "content": "Старый дом на окраине города давно пустовал, но местные жители шептались, что в нём кто-то есть. Окна были заколочены, а крыша поросла мхом. Однажды группа подростков решила проверить эти слухи. Они подошли к дому ближе вечером, когда солнце уже садилось. Дверь скрипнула, но не поддавалась. Самый смелый из них толкнул её плечом, и ржавые петли сдались. Внутри пахло пылью и сыростью. Пол скрипел под ногами, а на стенах висели портреты с потускневшими красками. Вдруг наверху раздался шум, будто что-то упало. Ребята замерли, но через секунду рассмеялись — это была просто кошка. Они осмотрели комнаты, но ничего странного не нашли. Когда они выходили, дверь захлопнулась сама собой. Больше они туда не возвращались."
  },
  {
    "category": "hard",
    "language": "ru",
    "content": "В мерцающем свете квантовых ламп, отражавшихся в полированных гранях нейтронного реактора, доктор Вейссманн в последний раз проверил калибровку хронотопографического детектора. Математическая модель предсказывала 73,8%-ную вероятность успешной стабилизации временной петли, но уравнения не учитывали квантовую декогеренцию сознания при переходе через сингулярность. Внезапно датчики зафиксировали спонтанное возникновение тахионного поля — синий луч рассек воздух, оставив после себя запах озонированной стали. 'Это не должно было произойти раньше этапа инициации...' — прошептал он, стирая с дисплея предупреждения о нарушении причинности. Где-то в параллельном сегменте реальности уже раздавался металлический скрежет приближающихся механизмов, которых ещё не существовало в этой временной линии. Холодные пальцы сжали рукоять анти-энергетического импульсора — последнего аргумента против собственного будущего."
  },
  {
    "category": "simple",
    "language": "en",
    "content": "The morning was warm and sunny. Birds were singing on the tree branches, and the grass was shining with dew. A little boy came out into the yard and smiled. He loved such days. Children were playing in the yard. They were running, laughing and throwing a ball. The boy joined them. He enjoyed playing with his friends. They decided to build a hut from branches. The work was fun. Everyone helped each other. In an hour the hut was ready. The children climbed inside and imagined it was their fortress. They talked about adventures and dreamed of becoming travelers. Then everyone went home. The boy ate soup and a cutlet, and then took a book. He loved reading before bed. Today it was a fairy tale about dragons. In the evening he went to bed and closed his eyes. He dreamed of mountains, forests and distant countries. Tomorrow would be a new day full of discoveries."
  },
  {
    "category": "simple",
    "language": "en",
    "content": "The cat was sitting on the windowsill and looking out the window. Snow was falling outside. It was cold, but warm in the room. The cat stretched and yawned. The hostess put a bowl of food in front of him. The cat came up, sniffed and started eating. He loved fish and always purred with pleasure. Then he licked his paw and washed himself. After eating, the cat jumped onto the sofa. There was a soft blanket there. He curled up into a ball and closed his eyes. He liked to sleep during the day. An hour later he woke up from the noise. The children returned from school. They laughed loudly and threw their backpacks. The cat stood up, stretched and went to them. The children petted him. The cat rubbed against their legs and purred. Then he ran after the ball that was rolling on the floor. In the evening the whole family gathered at the table. The cat sat nearby and waited to be given a piece of cheese."
  },
  {
    "category": "medium",
    "language": "en",
    "content": "The old house on the outskirts of the city had been empty for a long time, but the locals whispered that someone was there. The windows were boarded up and the roof was overgrown with moss. One day a group of teenagers decided to check these rumors. They approached the house in the evening when the sun was already setting. The door creaked but wouldn't give way. The bravest of them pushed it with his shoulder, and the rusty hinges gave in. Inside smelled of dust and dampness. The floor creaked underfoot, and portraits with faded colors hung on the walls. Suddenly there was a noise upstairs, as if something had fallen. The guys froze, but a second later they laughed - it was just a cat. They examined the rooms but found nothing strange. When they were leaving, the door slammed by itself. They never returned there."
  },
  {
    "category": "hard",
    "language": "en",
    "content": "In the flickering light of quantum lamps reflected in the polished facets of the neutron reactor, Dr. Weissmann checked the calibration of the chronotopographic detector for the last time. The mathematical model predicted a 73.8% probability of successful stabilization of the time loop, but the equations did not take into account the quantum decoherence of consciousness when passing through the singularity. Suddenly the sensors registered the spontaneous emergence of a tachyon field - a blue beam cut through the air, leaving behind the smell of ozonized steel. 'This wasn't supposed to happen before the initiation phase...' he whispered, wiping warnings about causality violations from the display. Somewhere in a parallel segment of reality, the metallic grinding of approaching mechanisms that did not yet exist in this timeline was already heard. Cold fingers gripped the handle of the anti-energy pulsator - the last argument against his own future."
  }
]